// Do not manually edit this file!  Follow these instructions to import changes:
// https://github.com/NermNermNerm/LocalizeFromSource?tab=readme-ov-file#ingesting-translations
{
  "translations": [
    {
      "source": "You've been to the mines I see...  Your grandfather did too, even after his mind began to go.  I worried for him, but there was no stopping him.$0#$b#Then one day he came to me, shaken to the core.  He sobbed 'A big slime ate my friend!' but I know he went to the mines alone...$2#$b#He kept going on like that for several days.  I felt terrible for him, because although *I* knew it wasn't real, it was real enough to him.$0#$b#He never went back to the mines; that was very much for the best.$2",
      "translation": "Je vois que tu es allé dans les mines... Ton grand-père aussi, même après que son esprit ait commencé à s'égarer. Je m'inquiétais pour lui, mais rien ne pouvait l'arrêter.$0#$b#Et puis un jour, il est venu vers moi, profondément secoué.  Il a sangloté : « Un gros limon a mangé mon ami ! » mais je savais qu'il était parti seul dans les mines...$2#$b#Il a continué ainsi pendant plusieurs jours. Je me sentais mal pour lui, parce que même si moi, je savais que ce n'était pas réel, c'était suffisamment réel pour lui.$0#$b#Il n'est jamais retourné aux mines ; c'était vraiment mieux pour tout le monde.$2",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Junimos work anywhere",
      "translation": "Les Junimos fonctionnent partout",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Pets sometimes have an uncanny ability to spot missing things!$0#$b#Just last week I lost my favorite milking bucket.  I came across it a few days later and my cat, Muffin, was sleeping in it.$1#$b#Well, I guess she didn't exactly find it for me, but at least she knew where it was!$0",
      "translation": "Les animaux de compagnie ont parfois une étrange capacité pour repérer des objets perdus !$0#$b#La semaine dernière, j'ai perdu mon seau de traite préféré. Je l'ai découvert quelques jours plus tard et mon chat, M. Roux, dormait dedans.$1#$b#Eh bien, je suppose qu'il ne l'a pas vraiment trouvé pour moi, mais au moins il savait où il se trouvait !$0",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Do I miss my \"normal\" life on days like this?$2#$b#No, not really.  Except for Jeremy Clarkson...$1#$b#...My pet Schnauzer.  He had an uncanny ability to fetch the thing I wanted before I even knew I wanted it.$0",
      "translation": "Est-ce que ma vie « normale » me manque dans des jours comme celui-ci ?$2#$b#Non, pas vraiment. Sauf Jeremy Clarkson...$1#$b#...Mon Schnauzer de compagnie. Il avait une étrange capacité à récupérer ce que je voulais avant même que je sache que je le voulais.$0",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "I wonder what {{arg0}} has been up to...",
      "translation": "jJ me demande ce que {{arg0}} est en train de faire...",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "That's not a chicken.",
      "translation": "Ce n'est pas une poule.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "I wonder if it's lost and can't find its way home...  It seems distressed.",
      "translation": "Je me demande s’il ne s’est pas perdu et n'arrive pas à retrouver le chemin du retour... Il semble en détresse.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Maybe a Junimo Portal would help it find its way home.",
      "translation": "Peut-être qu’un portail Junimo l’aiderait à retrouver son chemin.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Thank you for helping our friend get home...",
      "translation": "Merci d'avoir aidé notre ami à rentrer à la maison...",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "I can help you, like I helped your Grandfather...",
      "translation": "Je peux t'aider, comme j'ai aidé ton grand-père...",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "I like animals and the wonderful things you can make with their help...",
      "translation": "J'aime les animaux et les choses merveilleuses que l'on peut réaliser avec leur aide...",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Hello @!  Are you missing any chickens?  I think one might have run off!",
      "translation": "Bonjour @ ! Il te manque des poules ? Je pense que l'une d'entre elles aurait pu s'enfuir !",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "I saw it across the river to the south of my farm!  I went over to try and round it up, but it ran away from me!$2#$b#Maybe it would come to you if you went down there and called it!",
      "translation": "Je l'ai vue de l'autre côté de la rivière, au sud de ma ferme ! J’ai essayé de la récupérer, mais elle m'a échappé !$2#$b#Peut-être qu’elle viendrait vers toi si c’était toi qui y allait et l'appelait !",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Oof! I need to be getting back! Anyway, I hope you can wrangle it back home!  Bye now!  Don't be a stranger!",
      "translation": "Ouf ! Il faut que j’y retourne ! Quoi qu’il en soit, j’espère que tu pourras la ramener à la maison ! Et maintenant, à bientôt ! Tiens-moi au courant !",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "That wasn't a chicken...  was it?$2#$b#Your grandfather had some little houses like that on his farm.  He said they were for his 'helpers'.  But as he declined, he was prone to say, well, a lot of stuff....$2#$b#I suppose I caught a glimpse of them from time to time, but, well...  I think I'm more comfortable not seeing them.$3#$b#You say they're good creatures?  Well...  Okay.  *Something* was sure keeping that farm in trim when your Grandad was declining.$2#$b#I suppose everybody needs a little magic in their lives from time to time.$0",
      "translation": "Ce n'était pas une poule... n'est-ce pas ?$2#$b#Ton grand-père avait quelques petites maisons comme celle-là sur sa ferme. Il disait qu'elles étaient destinés à ses « assistants ». Mais comme il vieillissait, il était enclin à dire, eh bien, beaucoup de choses...$2#$b#Je suppose que je les ai aperçus de temps en temps, mais bon... Je pense que je préfère ne pas les voir.$3#$b#Tu dis que ce sont de bonnes créatures ? Bien, OK. *Quelque chose* gardait cette ferme en bon état quand ton grand-père commençait à aller mal.$2#$b#Je suppose que tout le monde a besoin d'un peu de magie dans sa vie de temps en temps.$0",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Chicken Round-Up",
      "translation": "Poule échappée !",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Help the Junimo Go Home",
      "translation": "Aidez le Junimo à rentrer chez lui",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Marnie thinks one of your chickens has escaped and is in the forest south of her farm; you should investigate.",
      "translation": "Marnie pense qu'une de vos poules s'est échappée et se trouve dans la forêt au sud de sa ferme ; tu devrais enquêter.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "We love giant crops!  Please keep growing them!",
      "translation": "Nous adorons les cultures géantes ! S'il te plaît, continue à les cultiver !",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "One of us will come and help with your kegs, casks and preserves jars if you connect them to a portal!",
      "translation": "L'un de nous viendra t’aider avec tes fûts, tonneaux et bocaux si tu les connectes à un portail !",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Has Abby been needling you about growing giant pumpkins?$4#$b#Don't do it, really, there's no money in it.  Quantity is good, sure, but the quality isn't.$2#$b#Your grandpa grew them in his declining years in particular.  He said 'my helpers like them'.  Not sure what he meant by that, but he really enjoyed them that made it worth it to him!$1",
      "translation": "Abby t’a demandé pour la citrouille géante ?$4#$b#Ne le fais pas, vraiment, il n’y a pas d’argent à en tirer. On s’y retrouve en quantité, bien sûr, mais pas en qualité.$2#$b#Ton grand-père les cultivait notamment vers la fin de sa vie. Il disait \"mes assistants les adorent\".  Je ne suis pas sûr de ce qu'il voulait entendre par là mais il en prenait soin, ça en valait la peine pour lui !$1",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "When you were a kid visiting the farm, did you ever see any of the giant cauliflowers that your grandpa grew?  I mean huge!  like way huge!$1#$b#I only got to see them once that I can recall when my Mom took me down there one afternoon.#$b#I climbed one like a tree and my Mom got all worried.#$b#Your grandad fished me down and told my mom not to worry because magical creatures would protect me.#$b#I don't know why, I guess it's because I was just a kid, but I felt really special for a long time after that day.",
      "translation": "Lorsque tu étais enfant et que tu visitais la ferme, as-tu déjà vu les choux-fleurs géants que ton grand-père cultivait ? Énorme, je veux dire ! Genre, vraiment énorme !$1#$b#Je n'ai pu les voir qu'une seule fois et je me souviens que ma mère m'y avait emmené un après-midi.#$b#J'en ai grimpé un comme si c’était un arbre et ma mère s'est inquiétée.#$b#Ton grand-père m'a récupéré et a dit à ma mère de ne pas s'inquiéter parce que des créatures magiques me protégeraient.#$b#Je ne sais pas pourquoi, je suppose que c'est parce que je n'étais qu'un enfant, mais je me suis sentie vraiment spéciale longtemps après ce jour.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Your grandad used to grow these gigantic pumpkins.  I totally wanted to carve one of those things.$1#$b#But my mom wouldn't buy one and your grandad invented this cock&bull story about magical creatures.$5#$b#Didn't he know I was too old for stories like that?  Meh.  I guess I should cut him slack for being old and senile.$2#$b#So...  Do you want to hear about any more of my first-world problems?$2",
      "translation": "Ton grand-père cultivait ces gigantesques citrouilles. Je voulais absolument sculpter une de ces choses.$1#$b#Mais ma mère ne voulait pas en acheter et ton grand-père a inventé cette histoire à dormir debout sur des créatures magiques.$5#$b#Il ne savait pas que j'étais trop vieille pour des histoires comme ça ? Hum. Je suppose que je devrais laisser passer parce qu'il était vieux et sénile.$2#$b#Alors... Tu veux en savoir plus sur mes problèmes de riche ?$2",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "{{arg0}} of 6 teleported",
      "translation": "{{arg0}} sur 6 téléportés",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Enables the fishing Junimo - Enables the Junimo for handling fishing things with or without having done the quest.",
      "translation": "Permet le Junimo de pêche - Permet au Junimo de gérer les actions de pêche avec ou sans avoir effectué la quête.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "You've made a new Junimo friend that will help with traps and fishing-related machines",
      "translation": "Vous vous êtes fait un nouvel ami Junimo qui vous aidera\navec les casiers et les machines associées à la pêche.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "@!  I'm so glad you came!",
      "translation": "@ ! Je suis tellement content que tu sois venu !",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Please come to the mines with me.  There's something I have to show you!",
      "translation": "S'il te plaît, viens avec moi dans les mines.  Il y a quelque chose que je dois te montrer !",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "I had been having these recurring dreams...  In it, there was somebody like me, but wasn't me...  You know how dreams are.",
      "translation": "J'avais fait ces rêves récurrents... Dedans, il y avait quelqu'un comme moi mais ce n'était pas moi... Tu sais comment sont les rêves.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Anyway, this other me was at a pool, deep in a cave.  It was filled with litter, but the whole community was pitching in to clean it up.",
      "translation": "Quoi qu'il en soit, cet autre moi était au bord d'une piscine, au fond d'une grotte. Elle était remplie de détritu, mais toute la communauté s'est mobilisée pour le nettoyer.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "They cleaned it, but there were no fish in it anymore, which made the other me sad.",
      "translation": "Ils l'ont nettoyé mais il n'y avait plus de poisson dedans, ce qui m'a rendu triste.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "But then a fish tank appeared!  And then fish started appearing in the fish tank, and the other me started netting them out and releasing them into the pond!",
      "translation": "Mais ensuite un aquarium est apparu ! Et puis des poissons ont commencé à apparaître dans l’aquarium, et l’autre moi a commencé à les sortir dans des filets et à les relâcher dans l’étang !",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "As to what happened next, well, you'd best see for yourself.  Please take the elevator down to 60.",
      "translation": "Quant à ce qui s’est passé ensuite, eh bien, tu ferais mieux de le constater par toi-même. Prends l'ascenseur jusqu'au soixantième étage.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "It was just a dream, I thought, but the next night I dreamt the same thing, so I just had to come down here.",
      "translation": "C'était juste un rêve, je pensais, mais la nuit suivante, j'ai rêvé de la même chose, alors j'ai dû venir ici.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Look at this!  The fish tank from my dream!  Where did that come from?",
      "translation": "Regarde ça ! L'aquarium de mon rêve ! D'où vient-il ?",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Well, the tank was empty, and I decided I'd try putting a fish in there, so I caught a ghostfish and put it in there.",
      "translation": "Eh bien, le réservoir était vide et j'ai décidé d'essayer d'y mettre un poisson, alors j'ai attrapé un poisson-fantôme et je l'y ai mis.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "AND IT DISAPPEARED!",
      "translation": "ET IL A DISPARU !",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Poof!",
      "translation": "Pouf !",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Gone!",
      "translation": "Disparu !",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "So I put in another, and it disappeared too!",
      "translation": "Alors j'en ai mis un autre et il a disparu aussi !",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Is it going to the world in my dream?  I don't know, but after about half a dozen fish went in there they stopped disappearing.",
      "translation": "Est-ce que ça va au monde de mon rêve ?  Je l’ignore mais après qu'une demi-douzaine de poissons y soient entrés, ils ont arrêté de disparaître.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "...But the tank is still here...",
      "translation": "... Mais le réservoir est toujours là...",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "I see some smaller fish darting around in the pool, but I haven't been able to land any of them.",
      "translation": "Je vois des poissons plus petits s'élancer dans la piscine mais je n'ai réussi à en attraper aucun.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "You're the only one that can help since you've got the skill, the equipment and can handle yourself this deep in the mine.",
      "translation": "Tu es le seul à pouvoir m’aider puisque tu possèdes les compétences et l'équipement nécessaires. Et tu sais comment aller profondément dans la mine.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Could you try and catch some of those little fish and put them in the tank and see what happens?",
      "translation": "Pourrais-tu essayer d'attraper quelques-uns de ces petits poissons, les mettre dans l'aquarium et voir ce qui se passe ?",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "I'm afraid I've got to leave you to it.  I know it could take a while to catch them and I...",
      "translation": "J'ai bien peur de devoir te laisser faire. Je sais que ça peut prendre un certain temps pour les attraper et je...",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Well, I've got a lot to think about.",
      "translation": "Eh bien, il y a beaucoup de choses qui me demandent de réfléchir.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Find Linus At His Tent",
      "translation": "Trouvez Linus dans sa tente",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Linus said he had something he needed your help with.",
      "translation": "Linus a dit qu'il avait besoin de votre aide pour quelque chose.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Go to Linus' tent before 10pm",
      "translation": "Rendez-vous à la tente de Linus avant 22h",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Meet Linus At Level 60",
      "translation": "Rencontrez Linus dans les mines",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Linus had something he wanted to show you at level 60 of the mines.",
      "translation": "Linus avait quelque chose à vous montrer au niveau 60 des mines.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Follow Linus to level 60",
      "translation": "Suivez Linus jusqu'au niveau 60",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Catch Six Ice Pips",
      "translation": "Attrapez six poissons-glace",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Catch six ice pips and put them in the mysterious fish tank.",
      "translation": "Attrapez six poissons-glace et placez-les dans le mystérieux aquarium.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "I'm still having those dreams.  The other me...  who seems less and less like me each night, keeps checking that fish tank in his world.  He's disappointed and puzzled.#$b#I'm pretty puzzled too.  But I'm glad you're working on it.",
      "translation": "Je fais toujours ces rêves.  L'autre moi... qui me ressemble de moins en moins chaque nuit, continue de vérifier cet aquarium dans son monde. Il est déçu et perplexe.#$b#Je suis assez perplexe aussi.  Mais je suis content que tu sois dessus.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Did you finish collecting those fish?  I'm betting you have.  I had one last dream, where the fish were released and the tank disappeared.#$b#You know, one of the reasons I adopted my, uh...  lifestyle is that I was, well, not so stable in the head.#$b#And sometimes angry.  That was the part that made me take what most would regard as a drastic lifestyle change.#$b#But I've never felt saner.  At least up until these dreams started happening.#$b#But in these visions there is nothing like anger, so, well, that's good.#$b#But I still hope they go away.",
      "translation": "As-tu fini de ramasser ces poissons ?  Je parie que oui. J'ai fait un dernier rêve, où les poissons étaient relâchés et l'aquarium disparaissait.#$b#Tu sais, l'une des raisons pour lesquelles j'ai adopté mon style de vie, c'est que je n'étais pas très stable mentalement.#$b#Et parfois en colère.  C’est ce qui m’a poussé à adopter ce que la plupart considèrent comme un changement radical de style de vie.#$b#Mais je ne me suis jamais senti plus sain d'esprit. Du moins jusqu'à ce que ces rêves commencent à se réaliser.#$b#Mais dans ces visions, il n'y a rien qui ressemble à de la colère, alors bon, c'est bien.#$b#Mais j'espère toujours qu'ils disparaîtront.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Hey I just read a paper written by one of my old college buddies on habitat restoration of an underground pool populated with Ghostfish and Ice Pips!$1#$b#I'm told we have such a cavern deep in the mines.  Perhaps you could take me to it one day.#$b#Funny, the paper didn't specify where he got the fish to repopulate from...$3",
      "translation": "Hé, je viens de lire un article rédigé par un de mes anciens copains d'université sur la restauration de l'habitat d'une piscine souterraine peuplée de poissons fantômes et de poissons-glace !$1#$b#On m’a dit que nous avions une caverne similaire au fond des mines. Peut-être que tu pourrais m'y emmener un jour.#$b#C'est drôle, le journal n'a pas précisé d'où provenaient les poissons qui ont repeuplé cet habitat...$3",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "@,^Please come visit me at my tent.  I've found something and I need your help to sort it out.^   -Linus",
      "translation": "@,^S'il te plaît, viens me rendre visite dans ma tente. J'ai trouvé quelque chose et j'ai besoin de ton aide.^   - Linus",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Meet Linus at his tent",
      "translation": "Rencontrez Linus dans sa tente",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "The giant trees were cut down to make ships and buildings and other wonderful things...",
      "translation": "Les arbres géants ont été abattus pour fabriquer des navires, des bâtiments et d'autres choses merveilleuses...",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "...but they cut like there would always be more, until they cut down the last one.",
      "translation": "... mais ils ont coupé comme s'il y en aurait toujours plus, jusqu'à ce qu'ils coupent le dernier.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "You will be wiser.  We will help.",
      "translation": "Tu seras plus sage. Nous t’aiderons.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Thx!  Bai!!!",
      "translation": "Merci ! Ciao !!!",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Welcome!  You're just in time!",
      "translation": "Salut !  Tu arrives juste à temps !",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "I hiked the back-woods trail today.",
      "translation": "J'ai parcouru le sentier forestier aujourd'hui.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "It can be a bit treacherous at my age...",
      "translation": "Cela peut être un peu dangereux à mon âge...",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "But the view of the desert is breathtaking.",
      "translation": "Mais la vue sur le désert est imprenable.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "I picked a few wild mushrooms and herbs along the way.",
      "translation": "J'ai cueilli quelques champignons sauvages et des herbes en cours de route.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Dinner is served!",
      "translation": "Le diner est servi !",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "What do you think?",
      "translation": "Qu'en penses-tu?",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "I'm glad you like it.",
      "translation": "Je suis content que tu apprécies.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "You know, when people see you talking to the trees, well...  They tend to think you're crazy.$2",
      "translation": "Tu sais, quand les gens te voient parler aux arbres, eh bien... Ils ont tendance à penser que tu es fou.$2",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "But when you hear the trees talking *to* *you*, then... well...#$b#Then maybe they're right.$2",
      "translation": "Mais quand tu entends les arbres *te* parler à *toi*, eh bien...#$b#Alors peut-être qu'ils ont raison.$2",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Last night I dreamt I saw what these trees looked like before they were cut...",
      "translation": "Cette nuit, j'ai rêvé que je voyais à quoi ressemblaient ces arbres avant qu'ils ne soient coupés...",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Then, the vision pivoted to your farm; your farm when those big stumps and logs were standing trees...",
      "translation": "Ensuite, la vision s’est tournée vers ta ferme ; ta ferme quand ces grosses souches et ces rondins étaient des arbres vivants...",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "I found these seeds in my tent as I was stepping out this morning.#$b#I guess I tracked them in last night.  They're usually not so easy to find.  Here.  I think they're meant for you.",
      "translation": "J'ai trouvé ces graines dans ma tente alors que je sortais ce matin.#$b#Je suppose que je les ai récupérées hier soir. Elles ne sont généralement pas si faciles à trouver. Tiens. Je pense qu'elles sont faites pour toi.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "I'm glad you're the sort of friend that doesn't mind listening to the ravings of a crazy old man.",
      "translation": "Je suis content que tu sois le genre d'ami qui n'hésite pas à écouter les divagations d'un vieil homme fou.^Je suis content que tu sois le genre d'amie qui n'hésite pas à écouter les divagations d'un vieil homme fou.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Well...  It's getting late.  You should get back to your farm and I should crawl into my tent.#$b#I plan on breaking camp in the morning and making the hike up to the mountain.",
      "translation": "Eh bien... Il se fait tard.  Tu devrais retourner à ta ferme et je devrais retourner dans ma tente.#$b#Je prévois de lever le camp le matin et de continuer la randonnée jusqu'à la montagne.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Do the trees talk to you too?",
      "translation": "Les arbres te parlent aussi ?",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Hm.  Perhaps it's best not to answer that one...",
      "translation": "Hum. Il vaut peut-être mieux que tu ne répondes pas à cette question-là...",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Plant The Mystic Seed",
      "translation": "Plantez la graine mystique",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Linus gave you some tree seeds...  Do the Junimos talk to him too?",
      "translation": "Linus vous a donné des graines d'arbres... Est-ce que les Junimos lui parlent aussi ?",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Grow a Mystic Tree and 2 Mahogony Trees to adulthood on your farm.",
      "translation": "Cultivez un arbre mystique et deux acajous jusqu'à l'âge adulte dans votre ferme.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Meet Linus In The Secret Woods",
      "translation": "Rencontrez Linus dans les bois secrets",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Have dinner with Linus in the Secret Woods",
      "translation": "Dîner avec Linus dans les bois secrets",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Enter the secret woods on a sunny day between 6 and 11pm.",
      "translation": "Entrez dans les bois secrets par une journée ensoleillée entre 18h et 23h.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "@,^how are you doing?  I've decided to spend a night or two in the deep woods, west of Marnie's ranch.  Would you care to share a meal in the wild with me? ^   -Linus",
      "translation": "@,^comment vas-tu ? J'ai décidé de passer une nuit ou deux dans les bois profonds, à l'ouest du ranch de Marnie. Souhaiterais-tu partager un repas dans la nature avec moi ?^  - Linus",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Meet at Linus' camp in the woods",
      "translation": "Rendez-vous au camp de Linus dans les bois",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Investigate the strange glowing thing you found inside a big slime.",
      "translation": "Enquêtez sur l'étrange chose brillante que vous avez trouvée à l'intérieur d'un gros limon.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Give the strange orb to the host player - only the host can advance this quest.  (Put it in a chest for them)",
      "translation": "Donnez l'orbe étrange au joueur hôte - seul l'hôte peut avancer dans cette quête. (Mettez-le dans un coffre pour qu’il puisse être récupéré)",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "a strange faintly glowing orb",
      "translation": "Un étrange orbe, faiblement brillant",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "It looks vaguely magical. It's quite hard and smooth.",
      "translation": "Cela a l’air vaguement magique. C'est assez dur et lisse.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "My dear boy...^My beloved grand-daughter...#$b#I am sorry to come to you like this, but I had to thank you for rescuing my dear Junimo friend.#$b#He protected me at a time when my darkest enemy was my own failing mind.#$b#In better days, he helped me with my smelters and other mine-related machines.  He will help you too; he really enjoys watching the glow of the fires!#$b#I rest much easier now knowing that my friend is safe.  I am so proud of you...",
      "translation": "Mon cher garçon...^Ma petite-fille adorée...#$b#Je suis désolé de venir vers toi comme ça, mais je devais te remercier d'avoir sauvé mon cher ami Junimo.#$b#Il m'a protégé à une époque où mon plus sombre ennemi était mon propre esprit défaillant.#$b#Dans des jours meilleurs, il m'a aidé avec mes fonderies et d’autres machines du même genre.  Il t’aidera aussi ; il aime vraiment regarder la lueur des flammes !#$b#Je me repose beaucoup plus facilement maintenant, en sachant que mon ami est en sécurité.  Je suis si fier de toi...",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "What have you brought for me this time?",
      "translation": "Qu'est-ce que tu m'as apporté cette fois ?",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Hm..  Yes...#$b#Junimos are harmless, but they are not defenseless.  When this one was overwhelmed by the slime, it bound itself into a protective stasis and went into a sort of torpor.#$b#If we return this to the Junimo's world, they will be able to care for this one.",
      "translation": "Hm.. Oui...#$b#Les Junimos sont inoffensifs, mais ils ne sont pas sans défense. Lorsque celui-ci fut submergé par le limon, il s’enferma dans une stase protectrice et entra dans une sorte de torpeur.#$b#Si nous rendons cela au monde Junimo, ils pourront s'en occuper.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "I shall, using my immense powers, transport this one back to the Junimo realm!",
      "translation": "Je vais, en utilisant mes immenses pouvoirs, transporter celui-ci dans le royaume Junimo !",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "There.  Done.",
      "translation": "Voilà. C’est fait.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Yes.  Done.  It's safely back to the Junimo realm and you should get about your business.",
      "translation": "Oui. C’est fait. Il est de retour en toute sécurité dans le royaume Junimo et tu devrais retourner à tes affaires.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "That's it...#$b#Really...#$b#I think.",
      "translation": "C'est bon...#$b#Vraiment...#$b#Je pense.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "The Strange Orb",
      "translation": "L'orbe étrange",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Bring the faintly glowing orb to the wizard's tower.",
      "translation": "Apportez l'orbe faiblement brillant à la tour du sorcier.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Ah... Come in.",
      "translation": "Ah... Entre.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Give the strange little structure to the host player - only the host can advance this quest.  (Put it in a chest for them.)",
      "translation": "Donnez l'étrange petite structure au joueur hôte - seul l'hôte peut avancer dans cette quête. (Mettez-le dans un coffre pour qu’il puisse être récupéré)",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "A portal through which Junimos who want to help out on the farm can appear.  Place pathways next to these when placing them outdoors so the Junimos will know where to go.",
      "translation": "Un portail à travers lequel peuvent apparaître les Junimos qui souhaitent aider à la ferme. Placez des chemins à côté de ceux-ci lorsque vous les placez à l’extérieur afin que les Junimos sachent où aller.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Junimo Portal",
      "translation": "Portail Junimo",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "a strange little structure",
      "translation": "Une étrange petite structure",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "At first it looked like a woody weed, but a closer look makes it like a little structure, and it smells sorta like the Wizard's forest-magic potion.",
      "translation": "Au début, cela ressemblait à une mauvaise herbe mais en y regardant de plus près, cela ressemble à une petite structure et ça sent un peu les potions magiques du sorcier.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "You have something to show me?  Well, bring it to me!",
      "translation": "Tu as quelque chose à me montrer ? Eh bien, apporte-le-moi !",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Ah I see why you thought I should see this...#$b#I believe I recognize the magical traces, but let me consult my vast reference library to be certain...",
      "translation": "Ah, je vois pourquoi tu pensais que je devrais voir ça...#$b#Je crois reconnaître des traces magiques mais permet-moi de consulter ma vaste bibliothèque pour en être sûr...",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Come along then!",
      "translation": "Viens donc !",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Yes.  I was right...#$b#As always.",
      "translation": "Oui. J'avais raison...#$b#Comme toujours.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "This is a sort of a crude portal, made by your Grandfather to allow Junimos to easily travel between their world and ours.#$b#It's an easy thing to construct, even the greenest apprentice could do it.  Here, let me teach it to you.",
      "translation": "Il s'agit d'une sorte de portail rudimentaire, réalisé par ton grand-père pour permettre aux Junimos de voyager facilement entre leur monde et le nôtre.#$b#C'est une chose facile à construire, même l'apprenti le plus débutant pourrait le fabriquer. Tiens, laissez-moi te l'apprendre.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "I learned how to craft a 'Junimo Portal'",
      "translation": "J'ai appris à créer un « portail Junimo ».",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Enticing a Junimo to *use* it, well, that's up to the Junimo...",
      "translation": "Quant à inciter un Junimo à *utiliser* ça, eh bien, c'est au Junimo d’en décider...",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Usage: After completing quests to get junimo helpers, you can place Junimo Portals either in buildings or outside.  If outside, place walkways between the hut and any chests or machines you want the Junimo to automate.  If in a building, you can place walkways or just leave a clear path.",
      "translation": "Utilisation : après avoir terminé des quêtes pour obtenir des assistants Junimo, vous pouvez placer des portails Junimo soit dans des bâtiments, soit à l'extérieur. Si vous êtes à l'extérieur, placez des chemins entre la hutte et les coffres ou machines que vous souhaitez que le Junimo automatise. Si vous êtes dans un bâtiment, vous pouvez placer des chemins ou plus simplement laisser un chemin dégagé.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "That was some storm!  I wonder if the rain washed the mud off of any of Grandpa's old stuff!",
      "translation": "C'était une sacrée tempête ! Je me demande si la pluie n’a pas lavé la boue des vieilles affaires de grand-père dans le champ !",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "The Strange Little Structure",
      "translation": "L'étrange petite structure",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "You found the remnants of what looks like a little building.  It smells like it has some Forest Magic in it.",
      "translation": "Vous avez trouvé les restes de ce qui ressemble à un petit bâtiment. Ça sent comme une odeur de magie de la forêt.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "Bring the remnants of the strange little structure to the wizard's tower.",
      "translation": "Apportez les restes de l'étrange petite structure à la tour du sorcier.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2024-06-21T18:33:20.7594795-07:00"
    },
    {
      "source": "= $ Shiny things $ =",
      "translation": "= $ Choses brillantes $ =",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Junimos won't put items with equal or better quality\nthan these items into machines or shipping bins.",
      "translation": "Les Junimos ne mettront pas d’objets de qualité égal ou supérieure\nà ces objets dans les machines ou les bacs d’expédition.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Normally Junimos only work where there are no villagers or monsters, as they are shy.  Turning this on allows Junimo portals to work anywhere.",
      "translation": "Normalement, les Junimos ne travaillent que dans les fermes des joueurs car ils sont timides. L'activation de cette option permet aux portails Junimo de fonctionner n'importe où.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "No Questing",
      "translation": "Pas de quête",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Normally quests are required to unlock the Junimos; setting this just enables all the junimos.  To get started, craft a 'Junimo Portal' and place it down.",
      "translation": "Normalement les quêtes sont requises sont débloquer les Junimos ; désactiver ceci active directement tous les Junimos. Pour commencer, fabriquez un \"portail Junimo\" et placez-le",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Allow Shipping",
      "translation": "Autoriser la vente",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "If this is checked, Junimos will take artisan goods to mini-shipping bins.",
      "translation": "Si cette option est activée, les Junimos prendront des produits d’artisans aux mini-bacs d’expédition.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Enter the Cindersap Forest during the day.",
      "translation": "Entrez dans la forêt Cindersnap pendant la journée.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Help the Junimo in the Cindersap Forest get home.",
      "translation": "Aidez le Junimo de la forêt Sève-Cendreuse à rentrer chez lui.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Enter the Cindersap Forest during the day with a Junimo Portal in your inventory.",
      "translation": "Entrez dans la forêt Sève-Cendreuse pendant la journée avec un portail Junimo dans votre inventaire.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Did you ever see the giant crops your Granddad used to grow?  Crazy big pumpkins.#$b#Abby campaigned for me to buy one every year.  I think she wanted me to buy one so she could carve out a house for herself.$1",
      "translation": "As-tu déjà vu les récoltes géantes que ton grand-père cultivait ? De grosses citrouilles, vraiment géantes.#$b#Abby a fait campagne pour que j'en achète une chaque année. Je pense qu'elle la voulait pour qu'elle puisse se construire une maison.$1",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Junimos are afraid of villagers; move this hut away from townspeople and hostile mobs.",
      "translation": "Les Junimos ont peur des villageois ; déplacez cette hutte loin des gens de la ville et des foules hostiles.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "This was a Junimo Portal, but a Junimo that came out of it saw a villager, got scared, and disabled it.  It's trash now.",
      "translation": "Il s'agissait d'un portail Junimo, mais un Junimo qui en est sorti a vu un villageois, a eu peur et l'a désactivé. C'est un déchet maintenant.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Abandoned Portal",
      "translation": "Portail abandonné",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Sometimes Lewis goes off into the deep woods...  Usually when his spirits are low.#$b#I wish he wouldn't do that; it can be dangerous there.  But when he's in that mood, well...#$b#It seems like whatever I say I just make it worse.$s",
      "translation": "Parfois, Lewis s'enfonce dans les bois profonds... Généralement quand il est de mauvaise humeur. #$b#J'aimerais qu'il ne fasse pas ça, ça peut être dangereux là-bas. Mais quand il est de cette humeur, eh bien... #$b#On dirait que tout ce que je dis ne fait qu'empirer les choses. $s",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Lewis sure has doubled-down on gardening lately!  It's been good for his mood, that's for sure.  Maybe Shane could try it...",
      "translation": "Lewis a vraiment redoublé d'efforts en jardinage ces derniers temps ! C'est bon pour son humeur, c'est sûr. Peut-être que Shane pourrait essayer...",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "I've seen Lewis go into the deep woods from time to time...  I wonder what he's up to.#$b#Do you suppose he performs some kinda magic ritual??   With pentagrams and blood sacrifices??!#$b#Lewis is nice...  Maybe a little *too* nice.",
      "translation": "J'ai vu Lewis s'enfoncer dans les bois profonds de temps en temps... Je me demande ce qu'il manigance.#$b#Pensez-vous qu'il effectue une sorte de rituel magique ? Avec des pentagrammes et des sacrifices de sang ??!#$b#Lewis est sympa... Peut-être un peu *trop* sympa.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "When Lewis gets the blues, he likes to take walks in the deep woods.#$b#It can be a little bit dangerous, but Lewis can handle himself just fine.#$b#Of course, it'd be better for business if he'd drink his troubles away!$h",
      "translation": "Quand Lewis a le blues, il aime se promener dans les bois profonds. #$b#Cela peut être un peu dangereux, mais Lewis se débrouille très bien. #$b#Bien sûr, ce serait mieux pour les affaires s'il buvait pour oublier ses problèmes ! $h",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "A house plant that a Junimo wants me to give to Lewis.",
      "translation": "Une plante d'intérieur qu'un Junimo veut que je donne à Lewis.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Mightabeen Rose",
      "translation": "Une rose potentielle",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Junimos can get water from this to water indoor pots.",
      "translation": "Les Junimos peuvent tirer de l'eau pour arroser les pots d'intérieur.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Indoor Well",
      "translation": "Puits d’intérieur",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Bring the plant to Lewis",
      "translation": "Apportez la plante à Lewis",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Bring the Mightabeen Rose to Lewis",
      "translation": "Apportez la rose potentielle à Lewis",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Evelyn might want to have a look at this plant before you give it to Lewis, drop by her house for her to check it out.",
      "translation": "Evelyn voudra peut-être jeter un œil à cette plante avant de la donner à Lewis, passez chez elle pour qu'elle la vérifie.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Please come in!",
      "translation": "Je t’en prie, entre !",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Oh now what have you got there?  Bring it over here where the light is better.",
      "translation": "Oh, qu'est-ce que tu as là ? Amène-le ici, où la lumière est meilleure.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "I haven't seen one of these plants for a long, long time.#$b#My grandfather kept one in his study.  It was always a happy, beautiful plant.#$b#Whenever he fell into a funk, he'd go tend to it and emerge feeling better.$1#$b#When he passed, my mother tried to take care of it, but it just slowly withered away.  It missed him too I guess!",
      "translation": "Je n'ai pas vu de ces plantes depuis très, très longtemps. #$b#Mon grand-père en gardait une dans son bureau. C'était toujours une plante heureuse et belle. #$b#Chaque fois qu'il tombait dans un état second, il allait s'en occuper et en ressortait en se sentant mieux. $1#$b#Quand il est décédé, ma mère a essayé de s'en occuper, mais elle s'est lentement fanée. Elle lui manquait aussi, je suppose ! ",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "I researched it as a young woman, and it turns out these plants are rare, somewhat finicky, and notoriously hard to propagate.#$b#Some people say the smell of the flower helps them to remember that what might have been isn't necessarily better than the here and now.$1",
      "translation": "J’ai fait des recherches sur ce sujet plus jeune et il s'avère que ces plantes sont rares, quelque peu capricieuses et notoirement difficiles à propager.#$b#Certaines personnes disent que l'odeur de la fleur les aide à se rappeler que ce qui aurait pu être n'est pas nécessairement meilleur que l'ici et maintenant.$1",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "But honestly, I don't feel anything at all from smelling it!  But you say you mean to give it as a gift?",
      "translation": "Mais honnêtement, je ne ressens rien du tout en le sentant ! Mais tu dis que tu veux l'offrir en cadeau ?",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "For Lewis?",
      "translation": "Pour Lewis ?",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Oh...$2",
      "translation": "Oh...$2",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "You know Lewis was quite the Casanova in his youth.  He made time with *all* the girls.$1",
      "translation": "tu sais, Lewis était un véritable Casanova dans sa jeunesse. Il a passé du temps avec *toutes* les filles.$1",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "There was one girl that was special to him, but she wasn't the sort who wanted to worry about what her man was up to when her back was turned...#$b#At the time, he played like he didn't care.  He was too cool to admit that there was a girl he couldn't get - and kept chasing other girls like it didn't mean anything to him.  I've often wondered if she was the reason he never married.",
      "translation": "Il y avait une fille qui était spéciale pour lui mais elle n'était pas du genre à vouloir s'inquiéter de ce que faisait son homme quand elle avait le dos tourné... #$b#À l'époque, il faisait comme s'il s'en fichait. Il était trop cool pour admettre qu'il y avait une fille qu'il ne pouvait pas avoir - et il continuait à courir après d'autres filles comme si cela ne signifiait rien pour lui. Je me suis souvent demandé si elle était la raison pour laquelle il ne s'était jamais marié.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "But just between you and me, I think it turned out for the best for both of them.$1",
      "translation": "Mais juste entre toi et moi, je pense que ça s'est bien terminé pour les deux.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Thank you for bringing my flower to Lewis...",
      "translation": "Merci d'avoir apporté ma fleur à Lewis...",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Since you helped Lewis, I will help with your indoor plants...",
      "translation": "Puisque tu as aidé Lewis, je vais t'aider avec tes plantes d'intérieur...",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "I learned how to craft an indoor well",
      "translation": "J'ai appris à construire un puits d'intérieur",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Ah!  @!  What brings you to the forest today?  Exotic mushrooms?  Fishing?",
      "translation": "Ah ! @! Qu'est-ce qui t’amène dans la forêt aujourd'hui ? Des champignons exotiques ? La pêche ?",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "It's a good place for that.",
      "translation": "C'est un bon endroit pour tout ça.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Me??",
      "translation": "Moi ??",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Well, I guess I just like a good walk in the woods from time to time.  It cheers me up.",
      "translation": "Eh bien, je suppose que j’apprécie une bonne balade dans les bois de temps en temps. Ça me met de bonne humeur.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Feeling down?  Me?  No no no.  Right as rain.",
      "translation": "Me sentir déprimé ? Moi ? Non non non. En pleine forme.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "It was nice chatting with you!  I'd better get back to town!#$b#Being mayor is a 24x7 job!",
      "translation": "C'était sympa de discuter avec toi ! Je ferais mieux de retourner en ville ! #$b#Être maire, c'est un travail 24h/24 et 7j/7 !",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Oh hi @!...  Nice to see you again.",
      "translation": "Oh salut @ !... Heureux de te revoir.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Me?  Feeling down?  No...",
      "translation": "Me sentir déprimé ? Moi ? Non...",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Well, not exactly.",
      "translation": "Enfin, pas exactement.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "I come here on those days I can't stop kicking myself for things I should have done and said but didn't.$2",
      "translation": "Je viens ici les jours où je ne peux pas m'empêcher de me donner des coups de pied pour des choses que j'aurais dû faire et dire mais que je n'ai pas faites.$2",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "So many years have passed, yet I just can't seem to let it go.",
      "translation": "Tant d'années ont passé, mais je n'arrive pas à laisser tomber.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Being a bachelor at my age isn't the only way things could have turned out for me...$2",
      "translation": "Être célibataire à mon âge n'est pas la seule façon dont les choses auraient pu se passer pour moi... $2",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "I'm not unhappy...",
      "translation": "Je ne suis pas malheureux...",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "But sometimes...$2",
      "translation": "Mais parfois...$2",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "I shouldn't trouble you.  I hope you'll forgive me for dumping this on you; thanks for lending an ear.",
      "translation": "Je ne devrais pas t’embêter. J'espère que tu me pardonneras de t’avoir parler de tout ça ; merci de m'avoir écouté.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "I should get back to town.  I'll see you around.",
      "translation": "Je devrais retourner en ville. À plus tard.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "I think the Junimo wants to help...",
      "translation": "Je pense que le Junimo veut aider...",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "The Junimo wants me to give this plant to Lewis...",
      "translation": "Le Junimo veut que je donne cette plante à Lewis...",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Huh...  I wonder why a plant would be of help.  Junimos work in strange ways.",
      "translation": "Je me demande pourquoi une plante serait utile. Les Junimos fonctionnent de manière étrange.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Junimos are not working on the {{arg0}} today.  They are scared of {{arg1}}.",
      "translation": "Les Junimos ne travaillent pas sur {{arg0}} aujourd'hui. Ils ont peur de {{arg1}}.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "Junimos are not working in the {{arg0}} today.  They are scared of {{arg1}}.",
      "translation": "Les Junimos ne travaillent pas sur {{arg0}} aujourd'hui. Ils ont peur de {{arg1}}.",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    },
    {
      "source": "The Junimos munched a box of grapes this morning!",
      "translation": "Les Junimos ont croqué une caisse de raisins ce matin !",
      "author": "github:CaranudLapin",
      "ingestionDate": "2025-01-03T10:12:30.7682493-08:00"
    }
  ]
}
