{
  "000001": "You\u0027ve been to the mines I see...  Your grandfather did too, even after his mind began to go.  I worried for him, but there was no stopping him.$0#$b#Then one day he came to me, shaken to the core.  He sobbed \u0027A big slime ate my friend!\u0027 but I know he went to the mines alone...$2#$b#He kept going on like that for several days.  I felt terrible for him, because although *I* knew it wasn\u0027t real, it was real enough to him.$0#$b#He never went back to the mines; that was very much for the best.$2",
  "000002": "I wonder what {0} has been up to...",
  "000005": "That\u0027s not a chicken.",
  "000006": "I wonder if it\u0027s lost and can\u0027t find its way home...  It seems distressed.",
  "000007": "Maybe a Junimo Portal would help it find its way home.",
  "000008": "Mods/NermNermNerm/Junimatic/Sprites",
  "00000a": "Thank you for helping our friend get home...",
  "00000b": "I can help you, like I helped your Grandfather...",
  "00000c": "I like animals and the wonderful things you can make with their help...",
  "00000d": "Hello @!  Are you missing any chickens?  I think one might have run off!",
  "00000e": "I saw it across the river to the south of my farm!  I went over to try and round it up, but it ran away from me!$2#$b#Maybe it would come to you if you went down there and called it!",
  "00000f": "Oof! I need to be getting back! Anyway, I hope you can wrangle it back home!  Bye now!  Don\u0027t be a stranger!",
  "000010": "Basic/Chicken Round-Up/Marnie thinks one of your chickens has escaped  the forest south of her farm; you should investigate./Enter the Cindersnap Forest during the day./null/-1/0/-1/false",
  "000011": "Basic/Help the Junimo Go Home/Help the Junimo in the Cindersnap Forest get home./Enter the Cindersnap Forest during the day with a Junimo Portal in your inventory./null/-1/0/-1/false",
  "000009": "That wasn\u0027t a chicken...  was it?$2#$b#Your grandfather had some little houses like that on his farm.  He said they were for his \u0027helpers\u0027.  But as he declined, he was prone to say, well, a lot of stuff....$2#$b#I suppose I caught a glimpse of them from time to time, but, well...  I think I\u0027m more comfortable not seeing them.$3#$b#You say they\u0027re good creatures?  Well...  Okay.  *Something* was sure keeping that farm in trim when your Grandad was declining.$2#$b#I suppose everybody needs a little magic in their lives from time to time.$0",
  "000003": "Enables the fishing Junimo - Enables the Junimo for handling fishing things with or without having done the quest.",
  "000004": "{0} of 6 teleported",
  "000012": "You\u0027ve made a new Junimo friend that will help with traps and fishing-related machines",
  "000013": "@!  I\u0027m so glad you came!",
  "000014": "Please come to the mines with me.  There\u0027s something I have to show you!",
  "000015": "I had been having these recurring dreams...  In it, there was somebody like me, but wasn\u0027t me...  You know how dreams are.",
  "000016": "Anyway, this other me was at a pool, deep in a cave.  It was filled with litter, but the whole community was pitching in to clean it up.",
  "000017": "They cleaned it, but there were no fish in it anymore, which made the other me sad.",
  "000018": "But then a fish tank appeared!  And then fish started appearing in the fish tank, and the other me started netting them out and releasing them into the pond!",
  "000019": "As to what happened next, well, you\u0027d best see for yourself.  Please take the elevator down to 60.",
  "00001a": "It was just a dream, I thought, but the next night I dreamt the same thing, so I just had to come down here.",
  "00001b": "Look at this!  The fish tank from my dream!  Where did that come from?",
  "00001c": "Well, the tank was empty, and I decided I\u0027d try putting a fish in there, so I caught a ghostfish and put it in there.",
  "00001d": "AND IT DISAPPEARED!",
  "00001e": "Poof!",
  "00001f": "Gone!",
  "000020": "So I put in another, and it disappeared too!",
  "000021": "Is it going to the world in my dream?  I don\u0027t know, but after about half a dozen fish went in there they stopped disappearing.",
  "000022": "...But the tank is still here...",
  "000023": "I see some smaller fish darting around in the pool, but I haven\u0027t been able to land any of them.",
  "000024": "You\u0027re the only one that can help since you\u0027ve got the skill, the equipment and can handle yourself this deep in the mine.",
  "000025": "Could you try and catch some of those little fish and put them in the tank and see what happens?",
  "000026": "I\u0027m afraid I\u0027ve got to leave you to it.  I know it could take a while to catch them and I...",
  "000027": "Well, I\u0027ve got a lot to think about.",
  "000028": "The giant trees were cut down to make ships and buildings and other wonderful things...",
  "000029": "...but they cut like there would always be more, until they cut down the last one.",
  "00002a": "You will be wiser.  We will help.",
  "00002b": "Thx!  Bai!!!",
  "00002c": "LooseSprites\\Cursors_1_6",
  "00002d": "Welcome!  You\u0027re just in time!",
  "00002e": "I hiked the back-woods trail today.",
  "00002f": "It can be a bit treacherous at my age...",
  "000030": "But the view of the desert is breathtaking.",
  "000031": "I picked a few wild mushrooms and herbs along the way.",
  "000032": "Dinner is served!",
  "000033": "What do you think?",
  "000034": "I\u0027m glad you like it.",
  "000035": "You know, when people see you talking to the trees, well...  They tend to think you\u0027re crazy.$2",
  "000036": "But when you hear the trees talking *to* *you*, then... well...#$b#Then maybe they\u0027re right.$2",
  "000037": "Last night I dreamt I saw what these trees looked like before they were cut...",
  "000038": "Then, the vision pivoted to your farm; your farm when those big stumps and logs were standing trees...",
  "000039": "I found these seeds in my tent as I was stepping out this morning.#$b#I guess I tracked them in last night.  They\u0027re usually not so easy to find.  Here.  I think they\u0027re meant for you.",
  "00003a": "I\u0027m glad you\u0027re the sort of friend that doesn\u0027t mind listening to the ravings of a crazy old man.",
  "00003b": "Well...  It\u0027s getting late.  You should get back to your farm and I should crawl into my tent.#$b#I plan on breaking camp in the morning and making the hike up to the mountain.",
  "00003c": "Do the trees talk to you too?",
  "00003d": "Hm.  Perhaps it\u0027s best not to answer that one...",
  "00003e": "Give the strange orb to the host player - only the host can advance this quest.  (Put it in a chest for them)",
  "00003f": "a strange faintly glowing orb",
  "000040": "It looks vaguely magical. It\u0027s quite hard and smooth.",
  "000041": "My dear boy...^My beloved grand-daughter...#$b#I am sorry to come to you like this, but I had to thank you for rescuing my dear Junimo friend.#$b#He protected me at a time when my darkest enemy was my own failing mind.#$b#In better days, he helped me with my smelters and other mine-related machines.  He will help you too; he really enjoys watching the glow of the fires!#$b#I rest much easier now knowing that my friend is safe.  I am so proud of you...",
  "000043": "What have you brought for me this time?",
  "000044": "Hm..  Yes...#$b#Junimos are harmless, but they are not defenseless.  When this one was overwhelmed by the slime, it bound itself into a protective stasis and went into a sort of torpor.#$b#If we return this to the Junimo\u0027s world, they will be able to care for this one.",
  "000045": "I shall, using my immense powers, transport this one back to the Junimo realm!",
  "000046": "There.  Done.",
  "000047": "Yes.  Done.  It\u0027s safely back to the Junimo realm and you should get about your business.",
  "000048": "That\u0027s it...#$b#Really...#$b#I think.",
  "000049": "Basic/The Strange Orb/Investigate the strange glowing thing you found inside a big slime./Bring the faintly glowing orb to the wizard./null/-1/0/-1/false",
  "000042": "Ah... Come in.",
  "00004a": "Give the strange little structure to the host player - only the host can advance this quest.  (Put it in a chest for them.)",
  "00004b": "A portal through which Junimos who want to help out on the farm can appear.  Place pathways next to these when placing them outdoors so the Junimos will know where to go.",
  "00004c": "Junimo Portal",
  "00004d": "a strange little structure",
  "00004e": "At first it looked like a woody weed, but a closer look makes it like a little structure, and it smells sorta like the Wizard\u0027s forest-magic potion.",
  "00004f": "You have something to show me?  Well, bring it to me!",
  "000050": "Ah I see why you thought I should see this...#$b#I believe I recognize the magical traces, but let me consult my vast reference library to be certain...",
  "000051": "Come along then!",
  "000052": "Yes.  I was right...#$b#As always.",
  "000053": "This is a sort of a crude portal, made by your Grandfather to allow Junimos to easily travel between their world and ours.#$b#It\u0027s an easy thing to construct, even the greenest apprentice could do it.  Here, let me teach it to you.",
  "000054": "I learned how to craft a \u0027Junimo Portal\u0027",
  "000055": "Enticing a Junimo to *use* it, well, that\u0027s up to the Junimo...",
  "000056": "Usage: After completing quests to get junimo helpers, you can place Junimo Portals either in buildings or outside.  If outside, place walkways between the hut and any chests or machines you want the Junimo to automate.  If in a building, you can place walkways or just leave a clear path.",
  "000057": "That was some storm!  I wonder if the rain washed the mud off of any of Grandpa\u0027s old stuff!"
}