{
  "000001": "Je vois que tu es allé dans les mines... Ton grand-père aussi, même après que son esprit ait commencé à s'égarer. Je m'inquiétais pour lui, mais rien ne pouvait l'arrêter.$0#$b#Et puis un jour, il est venu vers moi, profondément secoué.  Il a sangloté : « Un gros limon a mangé mon ami ! » mais je savais qu'il était parti seul dans les mines...$2#$b#Il a continué ainsi pendant plusieurs jours. Je me sentais mal pour lui, parce que même si moi, je savais que ce n'était pas réel, c'était suffisamment réel pour lui.$0#$b#Il n'est jamais retourné aux mines ; c'était vraiment mieux pour tout le monde.$2",
  "00007e": "Les Junimos fonctionnent partout",
  "00007f": "Normalement, les Junimos ne travaillent que dans les fermes des joueurs car ils sont timides. L'activation de cette option permet aux portails Junimo de fonctionner n'importe où.",
  "000080": "Quêtes minimales",
  "000081": "Normalement, des quêtes sont nécessaires pour débloquer les Junimos. Cela permet de sauter la plupart des quêtes - il vous suffit de terminer la quête du portail.",
  "000058": "Les animaux de compagnie ont parfois une étrange capacité pour repérer des objets perdus !$0#$b#La semaine dernière, j'ai perdu mon seau de traite préféré. Je l'ai découvert quelques jours plus tard et mon chat, M. Roux, dormait dedans.$1#$b#Eh bien, je suppose qu'il ne l'a pas vraiment trouvé pour moi, mais au moins il savait où il se trouvait !$0",
  "000059": "Est-ce que ma vie « normale » me manque dans des jours comme celui-ci ?$2#$b#Non, pas vraiment. Sauf Jeremy Clarkson...$1#$b#...Mon Schnauzer de compagnie. Il avait une étrange capacité à récupérer ce que je voulais avant même que je sache que je le voulais.$0",
  "000002": "jJ me demande ce que {{arg0}} est en train de faire...",
  "000005": "Ce n'est pas une poule.",
  "000006": "Je me demande s’il ne s’est pas perdu et n'arrive pas à retrouver le chemin du retour... Il semble en détresse.",
  "000007": "Peut-être qu’un portail Junimo l’aiderait à retrouver son chemin.",
  "00000a": "Merci d'avoir aidé notre ami à rentrer à la maison...",
  "00000b": "Je peux t'aider, comme j'ai aidé ton grand-père...",
  "00000c": "J'aime les animaux et les choses merveilleuses que l'on peut réaliser avec leur aide...",
  "00000d": "Bonjour @ ! Il te manque des poules ? Je pense que l'une d'entre elles aurait pu s'enfuir !",
  "00000e": "Je l'ai vue de l'autre côté de la rivière, au sud de ma ferme ! J’ai essayé de la récupérer, mais elle m'a échappé !$2#$b#Peut-être qu’elle viendrait vers toi si c’était toi qui y allait et l'appelait !",
  "00000f": "Ouf ! Il faut que j’y retourne ! Quoi qu’il en soit, j’espère que tu pourras la ramener à la maison ! Et maintenant, à bientôt ! Tiens-moi au courant !",
  "000011": "Entrez dans la forêt Sève-Cendreuse pendant la journée avec un portail Junimo dans votre inventaire.",
  "000009": "Ce n'était pas une poule... n'est-ce pas ?$2#$b#Ton grand-père avait quelques petites maisons comme celle-là sur sa ferme. Il disait qu'elles étaient destinés à ses « assistants ». Mais comme il vieillissait, il était enclin à dire, eh bien, beaucoup de choses...$2#$b#Je suppose que je les ai aperçus de temps en temps, mais bon... Je pense que je préfère ne pas les voir.$3#$b#Tu dis que ce sont de bonnes créatures ? Bien, OK. *Quelque chose* gardait cette ferme en bon état quand ton grand-père commençait à aller mal.$2#$b#Je suppose que tout le monde a besoin d'un peu de magie dans sa vie de temps en temps.$0",
  "00005a": "Poule échappée !",
  "00005b": "Entrez dans la forêt Cindersnap pendant la journée.",
  "00005c": "Aidez le Junimo à rentrer chez lui",
  "00005d": "Aidez le Junimo de la forêt Sève-Cendreuse à rentrer chez lui.",
  "000010": "Marnie pense qu'une de vos poules s'est échappée et se trouve dans la forêt au sud de sa ferme ; tu devrais enquêter.",
  "00005e": "Nous adorons les cultures géantes ! S'il te plaît, continue à les cultiver !",
  "00005f": "L'un de nous viendra t’aider avec tes fûts, tonneaux et bocaux si tu les connectes à un portail !",
  "000060": "As-tu déjà vu les récoltes géantes que ton grand-père cultivait ? De grosses citrouilles, vraiment géantes.#$b#Abby a fait campagne pour que j'en achète une chaque année. Je pense qu'elle la voulait pour qu'elle puisse se construire une maison.$1",
  "000061": "Abby t’a demandé pour la citrouille géante ?$4#$b#Ne le fais pas, vraiment, il n’y a pas d’argent à en tirer. On s’y retrouve en quantité, bien sûr, mais pas en qualité.$2#$b#Ton grand-père les cultivait notamment vers la fin de sa vie. Il disait \"mes assistants les adorent\".  Je ne suis pas sûr de ce qu'il voulait entendre par là mais il en prenait soin, ça en valait la peine pour lui !$1",
  "000062": "Lorsque tu étais enfant et que tu visitais la ferme, as-tu déjà vu les choux-fleurs géants que ton grand-père cultivait ? Énorme, je veux dire ! Genre, vraiment énorme !$1#$b#Je n'ai pu les voir qu'une seule fois et je me souviens que ma mère m'y avait emmené un après-midi.#$b#J'en ai grimpé un comme si c’était un arbre et ma mère s'est inquiétée.#$b#Ton grand-père m'a récupéré et a dit à ma mère de ne pas s'inquiéter parce que des créatures magiques me protégeraient.#$b#Je ne sais pas pourquoi, je suppose que c'est parce que je n'étais qu'un enfant, mais je me suis sentie vraiment spéciale longtemps après ce jour.",
  "000063": "Ton grand-père cultivait ces gigantesques citrouilles. Je voulais absolument sculpter une de ces choses.$1#$b#Mais ma mère ne voulait pas en acheter et ton grand-père a inventé cette histoire à dormir debout sur des créatures magiques.$5#$b#Il ne savait pas que j'étais trop vieille pour des histoires comme ça ? Hum. Je suppose que je devrais laisser passer parce qu'il était vieux et sénile.$2#$b#Alors... Tu veux en savoir plus sur mes problèmes de riche ?$2",
  "000004": "{{arg0}} sur 6 téléportés",
  "000003": "Permet le Junimo de pêche - Permet au Junimo de gérer les actions de pêche avec ou sans avoir effectué la quête.",
  "000012": "Vous vous êtes fait un nouvel ami Junimo qui vous aidera\navec les casiers et les machines associées à la pêche.",
  "000013": "@ ! Je suis tellement content que tu sois venu !",
  "000014": "S'il te plaît, viens avec moi dans les mines.  Il y a quelque chose que je dois te montrer !",
  "000015": "J'avais fait ces rêves récurrents... Dedans, il y avait quelqu'un comme moi mais ce n'était pas moi... Tu sais comment sont les rêves.",
  "000016": "Quoi qu'il en soit, cet autre moi était au bord d'une piscine, au fond d'une grotte. Elle était remplie de détritu, mais toute la communauté s'est mobilisée pour le nettoyer.",
  "000017": "Ils l'ont nettoyé mais il n'y avait plus de poisson dedans, ce qui m'a rendu triste.",
  "000018": "Mais ensuite un aquarium est apparu ! Et puis des poissons ont commencé à apparaître dans l’aquarium, et l’autre moi a commencé à les sortir dans des filets et à les relâcher dans l’étang !",
  "000019": "Quant à ce qui s’est passé ensuite, eh bien, tu ferais mieux de le constater par toi-même. Prends l'ascenseur jusqu'au soixantième étage.",
  "00001a": "C'était juste un rêve, je pensais, mais la nuit suivante, j'ai rêvé de la même chose, alors j'ai dû venir ici.",
  "00001b": "Regarde ça ! L'aquarium de mon rêve ! D'où vient-il ?",
  "00001c": "Eh bien, le réservoir était vide et j'ai décidé d'essayer d'y mettre un poisson, alors j'ai attrapé un poisson-fantôme et je l'y ai mis.",
  "00001d": "ET IL A DISPARU !",
  "00001e": "Pouf !",
  "00001f": "Disparu !",
  "000020": "Alors j'en ai mis un autre et il a disparu aussi !",
  "000021": "Est-ce que ça va au monde de mon rêve ?  Je l’ignore mais après qu'une demi-douzaine de poissons y soient entrés, ils ont arrêté de disparaître.",
  "000022": "... Mais le réservoir est toujours là...",
  "000023": "Je vois des poissons plus petits s'élancer dans la piscine mais je n'ai réussi à en attraper aucun.",
  "000024": "Tu es le seul à pouvoir m’aider puisque tu possèdes les compétences et l'équipement nécessaires. Et tu sais comment aller profondément dans la mine.",
  "000025": "Pourrais-tu essayer d'attraper quelques-uns de ces petits poissons, les mettre dans l'aquarium et voir ce qui se passe ?",
  "000026": "J'ai bien peur de devoir te laisser faire. Je sais que ça peut prendre un certain temps pour les attraper et je...",
  "000027": "Eh bien, il y a beaucoup de choses qui me demandent de réfléchir.",
  "000064": "Trouvez Linus dans sa tente",
  "000065": "Linus a dit qu'il avait besoin de votre aide pour quelque chose.",
  "000066": "Rendez-vous à la tente de Linus avant 22h",
  "000067": "Rencontrez Linus dans les mines",
  "000068": "Linus avait quelque chose à vous montrer au niveau 60 des mines.",
  "000069": "Suivez Linus jusqu'au niveau 60",
  "00006a": "Attrapez six poissons-glace",
  "00006b": "Attrapez six poissons-glace et placez-les dans le mystérieux aquarium.",
  "00006d": "Je fais toujours ces rêves.  L'autre moi... qui me ressemble de moins en moins chaque nuit, continue de vérifier cet aquarium dans son monde. Il est déçu et perplexe.#$b#Je suis assez perplexe aussi.  Mais je suis content que tu sois dessus.",
  "00006e": "As-tu fini de ramasser ces poissons ?  Je parie que oui. J'ai fait un dernier rêve, où les poissons étaient relâchés et l'aquarium disparaissait.#$b#Tu sais, l'une des raisons pour lesquelles j'ai adopté mon style de vie, c'est que je n'étais pas très stable mentalement.#$b#Et parfois en colère.  C’est ce qui m’a poussé à adopter ce que la plupart considèrent comme un changement radical de style de vie.#$b#Mais je ne me suis jamais senti plus sain d'esprit. Du moins jusqu'à ce que ces rêves commencent à se réaliser.#$b#Mais dans ces visions, il n'y a rien qui ressemble à de la colère, alors bon, c'est bien.#$b#Mais j'espère toujours qu'ils disparaîtront.",
  "00006f": "Hé, je viens de lire un article rédigé par un de mes anciens copains d'université sur la restauration de l'habitat d'une piscine souterraine peuplée de poissons fantômes et de poissons-glace !$1#$b#On m’a dit que nous avions une caverne similaire au fond des mines. Peut-être que tu pourrais m'y emmener un jour.#$b#C'est drôle, le journal n'a pas précisé d'où provenaient les poissons qui ont repeuplé cet habitat...$3",
  "00006c": "@,^S'il te plaît, viens me rendre visite dans ma tente. J'ai trouvé quelque chose et j'ai besoin de ton aide.^   - Linus",
  "00007c": "Rencontrez Linus dans sa tente",
  "000028": "Les arbres géants ont été abattus pour fabriquer des navires, des bâtiments et d'autres choses merveilleuses...",
  "000029": "... mais ils ont coupé comme s'il y en aurait toujours plus, jusqu'à ce qu'ils coupent le dernier.",
  "00002a": "Tu seras plus sage. Nous t’aiderons.",
  "00002b": "Merci ! Ciao !!!",
  "00002d": "Salut !  Tu arrives juste à temps !",
  "00002e": "J'ai parcouru le sentier forestier aujourd'hui.",
  "00002f": "Cela peut être un peu dangereux à mon âge...",
  "000030": "Mais la vue sur le désert est imprenable.",
  "000031": "J'ai cueilli quelques champignons sauvages et des herbes en cours de route.",
  "000032": "Le diner est servi !",
  "000033": "Qu'en penses-tu?",
  "000034": "Je suis content que tu apprécies.",
  "000035": "Tu sais, quand les gens te voient parler aux arbres, eh bien... Ils ont tendance à penser que tu es fou.$2",
  "000036": "Mais quand tu entends les arbres *te* parler à *toi*, eh bien...#$b#Alors peut-être qu'ils ont raison.$2",
  "000037": "Cette nuit, j'ai rêvé que je voyais à quoi ressemblaient ces arbres avant qu'ils ne soient coupés...",
  "000038": "Ensuite, la vision s’est tournée vers ta ferme ; ta ferme quand ces grosses souches et ces rondins étaient des arbres vivants...",
  "000039": "J'ai trouvé ces graines dans ma tente alors que je sortais ce matin.#$b#Je suppose que je les ai récupérées hier soir. Elles ne sont généralement pas si faciles à trouver. Tiens. Je pense qu'elles sont faites pour toi.",
  "00003a": "Je suis content que tu sois le genre d'ami qui n'hésite pas à écouter les divagations d'un vieil homme fou.^Je suis content que tu sois le genre d'amie qui n'hésite pas à écouter les divagations d'un vieil homme fou.",
  "00003b": "Eh bien... Il se fait tard.  Tu devrais retourner à ta ferme et je devrais retourner dans ma tente.#$b#Je prévois de lever le camp le matin et de continuer la randonnée jusqu'à la montagne.",
  "00003c": "Les arbres te parlent aussi ?",
  "00003d": "Hum. Il vaut peut-être mieux que tu ne répondes pas à cette question-là...",
  "000070": "Plantez la graine mystique",
  "000071": "Linus vous a donné des graines d'arbres... Est-ce que les Junimos lui parlent aussi ?",
  "000072": "Cultivez un arbre mystique et deux acajous jusqu'à l'âge adulte dans votre ferme.",
  "000073": "Rencontrez Linus dans les bois secrets",
  "000074": "Dîner avec Linus dans les bois secrets",
  "000075": "Entrez dans les bois secrets par une journée ensoleillée entre 18h et 23h.",
  "000076": "@,^comment vas-tu ? J'ai décidé de passer une nuit ou deux dans les bois profonds, à l'ouest du ranch de Marnie. Souhaiterais-tu partager un repas dans la nature avec moi ?^  - Linus",
  "00007d": "Rendez-vous au camp de Linus dans les bois",
  "000049": "Enquêtez sur l'étrange chose brillante que vous avez trouvée à l'intérieur d'un gros limon.",
  "00003e": "Donnez l'orbe étrange au joueur hôte - seul l'hôte peut avancer dans cette quête. (Mettez-le dans un coffre pour qu’il puisse être récupéré)",
  "00003f": "Un étrange orbe, faiblement brillant",
  "000040": "Cela a l’air vaguement magique. C'est assez dur et lisse.",
  "000041": "Mon cher garçon...^Ma petite-fille adorée...#$b#Je suis désolé de venir vers toi comme ça, mais je devais te remercier d'avoir sauvé mon cher ami Junimo.#$b#Il m'a protégé à une époque où mon plus sombre ennemi était mon propre esprit défaillant.#$b#Dans des jours meilleurs, il m'a aidé avec mes fonderies et d’autres machines du même genre.  Il t’aidera aussi ; il aime vraiment regarder la lueur des flammes !#$b#Je me repose beaucoup plus facilement maintenant, en sachant que mon ami est en sécurité.  Je suis si fier de toi...",
  "000043": "Qu'est-ce que tu m'as apporté cette fois ?",
  "000044": "Hm.. Oui...#$b#Les Junimos sont inoffensifs, mais ils ne sont pas sans défense. Lorsque celui-ci fut submergé par le limon, il s’enferma dans une stase protectrice et entra dans une sorte de torpeur.#$b#Si nous rendons cela au monde Junimo, ils pourront s'en occuper.",
  "000045": "Je vais, en utilisant mes immenses pouvoirs, transporter celui-ci dans le royaume Junimo !",
  "000046": "Voilà. C’est fait.",
  "000047": "Oui. C’est fait. Il est de retour en toute sécurité dans le royaume Junimo et tu devrais retourner à tes affaires.",
  "000048": "C'est bon...#$b#Vraiment...#$b#Je pense.",
  "000077": "L'orbe étrange",
  "000078": "Apportez l'orbe faiblement brillant à la tour du sorcier.",
  "000042": "Ah... Entre.",
  "00004a": "Donnez l'étrange petite structure au joueur hôte - seul l'hôte peut avancer dans cette quête. (Mettez-le dans un coffre pour qu’il puisse être récupéré)",
  "00004b": "Un portail à travers lequel peuvent apparaître les Junimos qui souhaitent aider à la ferme. Placez des chemins à côté de ceux-ci lorsque vous les placez à l’extérieur afin que les Junimos sachent où aller.",
  "00004c": "Portail Junimo",
  "00004d": "Une étrange petite structure",
  "00004e": "Au début, cela ressemblait à une mauvaise herbe mais en y regardant de plus près, cela ressemble à une petite structure et ça sent un peu les potions magiques du sorcier.",
  "00004f": "Tu as quelque chose à me montrer ? Eh bien, apporte-le-moi !",
  "000050": "Ah, je vois pourquoi tu pensais que je devrais voir ça...#$b#Je crois reconnaître des traces magiques mais permet-moi de consulter ma vaste bibliothèque pour en être sûr...",
  "000051": "Viens donc !",
  "000052": "Oui. J'avais raison...#$b#Comme toujours.",
  "000053": "Il s'agit d'une sorte de portail rudimentaire, réalisé par ton grand-père pour permettre aux Junimos de voyager facilement entre leur monde et le nôtre.#$b#C'est une chose facile à construire, même l'apprenti le plus débutant pourrait le fabriquer. Tiens, laissez-moi te l'apprendre.",
  "000054": "J'ai appris à créer un « portail Junimo ».",
  "000055": "Quant à inciter un Junimo à *utiliser* ça, eh bien, c'est au Junimo d’en décider...",
  "000056": "Utilisation : après avoir terminé des quêtes pour obtenir des assistants Junimo, vous pouvez placer des portails Junimo soit dans des bâtiments, soit à l'extérieur. Si vous êtes à l'extérieur, placez des chemins entre la hutte et les coffres ou machines que vous souhaitez que le Junimo automatise. Si vous êtes dans un bâtiment, vous pouvez placer des chemins ou plus simplement laisser un chemin dégagé.",
  "000057": "C'était une sacrée tempête ! Je me demande si la pluie n’a pas lavé la boue des vieilles affaires de grand-père dans le champ !",
  "000079": "L'étrange petite structure",
  "00007a": "Vous avez trouvé les restes de ce qui ressemble à un petit bâtiment. Ça sent comme une odeur de magie de la forêt.",
  "00007b": "Apportez les restes de l'étrange petite structure à la tour du sorcier."
}
