// Do not edit this file - it is generated during compilation
{
  "000001": "鉱山に行ったことがあるんだね…。君のおじいさんもそうだった、色々とおかしくなってからもね。心配はしたが、止めることはできなかったよ。$0#$b#そしてある日、彼が心底震えながら私のところに来た。「ビックスライムが親友を食べてしまった！」と嘆いていたが、私は彼が1人で鉱山に行ったことを知っていたんだ…$2#$b#それから数日間、そのような状態が続いた。本当に気の毒に思ったよ。それが現実でないとしても、彼にとっては現実であったからね。$0#$b#それ以降、彼は鉱山に行くことはなかった。それで良かったと思ってる。$2",
  "000058": "ペットは時に、足りないものを見つける不思議な能力を持っているわ！$0#$b#つい先週、お気に入りのミルクいれをなくしてしまったの。数日後、私はそれを見つけたのだけど、飼い猫のマフィンがその中で寝ていたわ。$1#$b#まあ、彼女が私のために見つけてくれたわけではないんだろうけど、少なくとも彼女はどこにあるか知っていたみたい！$0",
  "000059": "こんな日は「普通」の生活が恋しくなるかって？$2#$b#いや、そんなことはない。ジュリー以外はね…$1#$b#…オレのペットのハチコー。彼はオレが欲しいと思っているものを、欲しいと思っていることに気づく前に取ってくる不思議な能力を持っていたんだ。$0",
  "000002": "{{arg0}}は何をしているのだろうか…",
  "00000d": "こんにちは、@さん！ ニワトリを逃がしていないかしら？ 1羽は逃げているのを見かけたわ。",
  "00000e": "私の牧場の南、川の向こう側で見かけたの。捕まえようとしたのだけど、逃げられてしまったわ！$2#$b#もしかしたら、あなたがそこに行って、呼んであげれば捕まえられるかもしれないわね！",
  "00000f": "おっと、そろそろ帰らないといけないわ。とにかく、何とかお家に帰せるといいわね。またね！ できれば早く見つけてあげてね！",
  "00005a": "逃げ出したニワトリ",
  "000010": "逃げ出したニワトリは、マーニーの牧場の南の森にいるようだ。",
  "00005b": "日中にシンダーサップの森へ行く。",
  "00005c": "ジュニモが家に帰るのを助ける",
  "00005d": "シンダーサップの森にいるジュニモが家に帰れるように助けてあげよう。",
  "000011": "日中にジョニモポータルを所持して、シンダーサップの森へ行く。",
  "000005": "ニワトリじゃない。",
  "000006": "迷子になって帰り道がわからなくなっているのだろうか…。困っているみたいだ。",
  "000007": "ジュニモポータルがあれば、帰り道になるかもしれない。",
  "000009": "アレはニワトリじゃない…わよね？$2#$b#あなたのおじいさんの牧場にも、あの小さな家がいくつかあったわ。彼は「ヘルパー」のためだと言っていたの。彼が衰えたあとは、まあ…色々と言われていたわ…$2#$b#私も時々、チラッと見ることはあったわ。でも、まあ…彼らを見ないほうがいいと思ってるの。$3#$b#良い生物か分からないじゃない？ だけど…あなたのおじいさんが衰えた時「何か」が牧場を維持してくれていた事実もあるわ。$2#$b#誰にだって、たまには人生にちょっとした魔法が必要なのかもしれないわね。$0",
  "00000a": "友人を家に帰してくれてありがとう…",
  "00000b": "あなたのおじいさんを助けたように、ぼくもあなたを助けてあげる…",
  "00000c": "ぼくは動物が好きで、彼らの助けを借りて素晴らしいものを作ることができるよ…",
  "000060": "あなたのおじいさんが作っていた巨大な作物は見たことがあるかしら？ びっくりするほど大きなカボチャだったわ。#$b#それをアビーは毎年、私に買うよう言ってきたの。後々理由を聞くと、自分の家として使うのが目的だったのよ。$1",
  "000061": "アビーから、巨大カボチャの栽培についてしつこく聞かれませんでしたか？$4#$b#やめておいた方がいいですよ、アレはお金にならないです。量は良いですが、質がよろしくない。$2#$b#あなたのおじいさんが、衰えた頃に「ヘルパーが気に入っている」と言って、熱心に栽培をされていました。どういう意味かは分かりませんが、楽しそうではありましたね。$1",
  "000062": "子どもの頃に、あなたのおじいさんの牧場に遊びに行った時、巨大なカリフラワーを育てているのを見たの。すごく大きかったわ！$1#$b#たしか、ある日の午後にママに連れられて行ったのだけど…#$b#私が木のように登ったら、ママが心配したんだ。#$b#その時にあなたのおじいさんが私を抱き上げてくれ、魔法の生き物が守ってくれるから心配ないとも言ってくれたわ。#$b#まだ子どもだったし意味は分からなかったわ。でも、その日から長い間、うまく言えないけど特別な何かを感じることがあったんだ。",
  "000063": "あなたのおじいさんは、巨大なカボチャを育てていたのよ。アレを彫ってみたかったわ。$1#$b#でも、ママは買ってくれなかったし、おじいさんは魔法の生き物の話をでっちあげてきたの。$5#$b#まだそんなことを信じる子どもって思っていたのかしら？ まあ、お年寄り人ってそういうところあるもんね。$2#$b#…あたしの小さい頃の話はもう十分かもね。$2",
  "00005e": "ぼくたちは巨大な作物が大好き！ これからも育ててね。",
  "00005f": "ポータルを設置してくれたら、保存ジャー、熟成ダル、醸造ダルのお手伝いをしにいくよ！",
  "00006f": "ヒヨケウオとアイスピップが生息する地底湖の復元について、大学時代の仲間が書いた論文を読んだんだ！$1#$b#鉱山の奥深くにそんな場所があるみたいなんだ。もしかしたら、いつか連れて行ってくれるかもしれない。#$b#そして、面白いことにその論文には、彼がどこから再繁殖のための魚を手に入れたのかが明記されていなかったんだよ…$3",
  "00006c": "やあ、@。^オレのテントに来てくれないか。あるものを見つけたのだが、これには君の助けが必要なんだ。^^-ライナスより",
  "000064": "テントでライナスを探す",
  "000065": "ライナスが、助けが必要だと言っている。",
  "000066": "午後10時までにライナスのテントへ行く",
  "000013": "@！ 来てくれて嬉しいよ！",
  "000014": "オレと一緒に鉱山に来てほしい。君に見せたいものがあるんだ！",
  "000015": "同じ夢を繰り返し見たんだ…。その夢の中で、オレに似ているけど、オレじゃない誰かがいたんだ…。夢とはどういうものか知っているだろう？",
  "000016": "とにかく、もう一人のオレは鉱山の奥深くにある湖にいた。ゴミが散乱していたが、コミュニティで清掃していた。",
  "000017": "清掃はしたが、もう魚はいなくなっていたんだ。そして、もう1人のオレは悲しんでいた。",
  "000018": "しかし、そこに水槽が現れた！ そして水槽に魚が現れ始め、もう1人のオレがそれを網で取って池に放し始めたんだ！",
  "000019": "その後どうなったかは、まあ、自分の目で確かめてほしい。エレベーターで60階まで降りてみてくれ。",
  "000067": "鉱山の60階でライナスに会おう",
  "000068": "ライナスは鉱山の60階で見せたいものがあるようだ。",
  "000069": "ライナスと鉱山の60階に行く。",
  "00001a": "ただの夢だと思ったけど、次の晩も同じ夢を見たから、ここに来るしかなかったんだ。",
  "00001b": "これを見てくれ！ 夢に出てきた水槽だ！ これはどこから来たのだろうか？",
  "00001c": "水槽が空っぽになったので、魚を入れようと思い、ヒヨケウオを捕まえて入れてみた。",
  "00001d": "そうしたら、消えたんだ！",
  "00001e": "パッとね！",
  "00001f": "消えたんだよ！",
  "000020": "それで別のものを入れたら、それも消えてしまったんだ！",
  "000021": "夢の中の世界に行ったのだろうか？ それから、半ダースくらい魚を入れてみると、消えなくなったんだ。",
  "000022": "…でも、水槽はまだここにあるままだ…",
  "000023": "小さい魚が池の中を泳ぎ回ってはいるが、まだ1匹も釣れないんだよ。",
  "000024": "君には技術があるし、装備もある。そして、この鉱山の奥深くに自力で来ることができる。",
  "000025": "あの小さな魚を何匹か捕まえて、水槽に入れてみてくれないか？ それでどうなるか見てみようじゃないか？",
  "000026": "残念だが、これは君に任せるしかない。捕まえるのには時間がかかるだろうし、オレには…",
  "000027": "まあ、色々と考えたいことがある。",
  "00006d": "まだあの夢を見るんだ。もう1人のオレは…毎晩、彼の世界にある水槽をチェックし続けている。そして、困惑している。#$b#オレもかなり困惑しているよ。でも、君が解決に向けて取り組んでくれているようで嬉しい。",
  "00006a": "アイスピップ6匹を捕まえる",
  "00006b": "アイスピップを6匹捕まえて、不思議な水槽に入れる。",
  "000004": "6匹中{{arg0}}匹が消えた",
  "000012": "仕掛けや釣り関連の設備を扱える、新しいジュニモの友達ができた",
  "00006e": "魚を集め終わったかい？ そうだろうね。魚が放たれ、水槽が消える夢を見たんだ。#$b#オレがこのライフスタイルを始めたひとつには、考えの整理が苦手だったのもある。#$b#それでも怒りを覚える時はあったさ。それが今までとは大きく異なることを実行しようとしたキッカケにもなった。#$b#でも、これほど正気だと感じたことはない。 少なくとも、このような夢を見るようになるまではね。#$b#でも、この夢に対しては怒りのようなものはない。#$b#それでも、彼らがいなくなったことは喜ばしいことだ。",
  "000003": "釣りジュニモの機能が解放された。クエストの状況に関わらず、仕掛けや釣り関連の設備の自動化ができるようになった。",
  "000076": "やあ、@。^元気にしているかい？ マーニーの牧場の西にある秘密の森で1泊することにしたんだ。よければオレと一緒に野生の食事を分かち合わないかな？^^-ライナスより",
  "000073": "秘密の森でライナスに会う",
  "000074": "秘密の森でライナスと食事をしよう",
  "000075": "晴れた日の午後6時から11時の間に秘密の森に入る。",
  "00002d": "ようこそ！ ちょうどいいところに来たね！",
  "00002e": "今日は裏の森の小道を歩いたんだ。",
  "00002f": "この歳になると、ちょっと危険だったかもしれないけどね…",
  "000030": "しかし、砂漠の眺めは息をのむほど素晴らしいんだ。",
  "000031": "途中、野生のキノコやハーブを少し摘んできたよ。",
  "000032": "さあ、夕食を食べよう！",
  "000033": "お味はどうだい？",
  "000034": "気に入ってもらえて良かったよ。",
  "000035": "君が木に話しかけているのを見た人は…頭がおかしくなったと思っているだろう。$2",
  "000036": "でも、木々が「君に」語りかけているとしたら…#$b#その場合は彼らが正しいのかもしれないね。$2",
  "000037": "昨夜、この木が切られる前の姿を夢で見たんだ…",
  "000038": "そのあと、場面は君の牧場に移った。この切り株や丸太が大木だったころの牧場だ…",
  "000039": "今朝、外に出ようとしたとき、テントの中でこのタネを見つけた。#$b#昨夜の夢の影響だと思う。これは簡単に見つかるものじゃない。これは君に渡すべきものだろう。",
  "00003a": "君が狂った老人の戯言を気にせず聞いてくれるような友人でよかった。",
  "00003b": "さて…夜も更けてきたようだね。そろそろ牧場に帰りなさい。オレはテントで寝るとするよ。#$b#朝にはキャンプを切り上げ、山までのハイキングをするつもりなんだ。",
  "00003c": "木は君に話しかけてくるのかい？",
  "00003d": "いや、今の質問には答えなくていい…",
  "000070": "神秘のタネを植える",
  "000071": "ライナスから木のタネを貰った…彼もジュニモと話すのだろうか？",
  "000072": "牧場で神秘の木と2本のマホガニー木を成木まで育てる。",
  "000028": "大木は船や建物、他の素晴らしいものを作るために切られたんだ…",
  "000029": "いくらでもあると思って切られ続けた…最後の1本が切られるまでね。",
  "00002a": "あなたは賢い。だからぼくたちは力を貸すよ。",
  "00002b": "ありがとう！ じゃあね！",
  "000077": "不思議なオーブ",
  "000049": "ビッグスライムの中で見つけた奇妙に光るものを調査する。",
  "00003e": "ホストプレイヤーにほのかに光る不思議なオーブを箱に入れて渡そう。このクエストはホストのみ進行可能。",
  "000043": "今回は何を持ってきた？",
  "000044": "ふむ、そうだな…#$b#ジュニモは無害だが、モンスターには関係がない。これはスライムに襲われたとき、自身を保護するためにオーブの状態となったのだ。言わば休眠状態といえるな。#$b#これはジュニモの世界に返せば、元に戻るだろう。",
  "000045": "我が強大なる力を使い、彼らの世界に帰還させようじゃないか！",
  "000046": "これで終わりだ。",
  "000047": "言葉どおりだ。無事にジュニモの世界に戻った。",
  "000048": "ふむ…#$b#…#$b#戻れたと見てよさそうだな。",
  "000041": "愛しの孫よ…^愛しの孫娘よ…#$b#苦労をかけてしまい申し訳ない。私の大切な友を助けてくれてありがとう。#$b#私の最も恐れるべきことが、自分の失敗した心であったとき、彼は私を守ってくれた。#$b#昔に、彼は採掘や鉱石に関わる設備や加工を手伝ってくれていたんだ。今回も助けてくれるはずだよ。 彼はたき火の輝きを見るのが好きなんだ！#$b#友人の無事を知って、今はとても安心している。@は私の誇りだよ…",
  "00003f": "ほのかに光る不思議なオーブ",
  "000040": "どことなく不思議な感じがする。かなり硬くて滑らかだ。a",
  "000078": "ほのかに光るオーブを魔術師の塔へ持って行く。",
  "000057": "凄い嵐だった！ 牧場のどこかに異常がないか確認した方が良さそうだ。",
  "00004a": "ホストプレイヤーに不思議な小さな建物を箱に入れて渡そう。このクエストはホストのみ進行可能。",
  "000079": "不思議な小さな建物",
  "00007a": "小さな建物の残骸のようなものを見つけた。森の魔法がかかったような香りがする。",
  "000042": "…入るがいい",
  "00004f": "見せたいものがあるんだろう？ さあ、出したまえ。",
  "000050": "なるほど、これは吾輩に見せるべきものであるな。#$b#覚えのある魔法の痕跡ではあるが、確実にするために一度文献を調べてみようじゃないか。",
  "000051": "では、こちらに来たまえ！",
  "000052": "そう、これだ…#$b#これで間違いないだろう。",
  "000053": "これは、ジュニモたちの世界と我らの世界を簡単に行き来できるように、貴殿の祖父が作った簡易ポータルのようなものだ。#$b#製作するのは容易で、素人でもできる。ほら、教えてやろう。",
  "000054": "「ジュニモポータル」の作り方を学びました！",
  "000055": "ジュニモがそれを「使う」かは彼ら次第ではあるがな…",
  "000056": "使用方法：クエストをクリアしてジュニモヘルパーと友達になると、建物内や屋外にジュニモポータルを設置することができる。屋外の場合は、ポータルと自動化させたい箱や設備の間に床や小道を設ける必要がある。建物内であれば、通れる道さえあれば問題ない。",
  "00004c": "ジュニモポータル",
  "00004b": "牧場を手伝いたいジュニモたちが現れるポータル。設備や箱の間を通る道が必要で、屋外の場合は道に床や小道を設ける必要もある。",
  "00004d": "不思議な小さな建物",
  "00004e": "最初は木のような雑草に見えたが、よく見ると小さな建物のようで、魔術師の森の魔法薬ような香りがしている。",
  "00007b": "奇妙な小さな建造物の残骸を魔術師の塔へ持って行く。"
}
