// Do not edit this file - it is generated during compilation
{
  "000001": "我注意到你探索了矿洞……你的爷爷也是，甚至在他开始神志不清以后。我很担心他，但没人能让他停下。$0#$b#有一天他浑身颤抖着来找我，抽泣道：“一只大型史莱姆吃掉了我的朋友！”但他明明是一个人进的矿洞……$2#$b#这样的情形持续了几天。我很同情他。即使我知道那些事情不是真的，但对他来说已经足够真实了。$0#$b#他再也没有回过矿洞，我想这样最好。$2",
  "000058": "宠物们有时会展现出一种令人不安的能力——它们能找到失踪的东西！$0#$b#上周我弄丢了我最喜欢的牛奶桶。几天以后我发现了它。而我的猫，玛芬，就睡在桶里。$1#$b#好吧，也许这算不上是她帮我找到的。但至少她知道牛奶桶在哪儿！$0",
  "000059": "你问我在这样的日子里会不会想念平常的生活？$2#$b#不，并不会。好吧，除了我最爱看的电视秀……#$b#……还有我的宠物小柴柴，他有一种令人不安的能力。在我意识到我需要某件东西之前，他就会把它带给我。$0",
  "000002": "不知道{{arg0}}在做什么……",
  "000005": "那可不是一只鸡。",
  "000006": "不知道它是不是迷路了，没法找到回家的路……它看起来很苦恼。",
  "000007": "也许祝尼魔传送门能帮它找到回家的路。",
  "00000a": "谢谢你帮助我们的朋友回家……",
  "00000b": "我可以帮助你，就像帮助你的爷爷那样……",
  "00000c": "我喜欢动物，也喜欢你在它们的帮助下制造的美妙产品……",
  "00000d": "你好，@！你的鸡舍里有鸡走丢了吗？我好像看到一只跑掉了！",
  "00000e": "我看见它在我农场南边的那条河对面！我试着把它抓起来，但它从我手里逃跑了！$2#$b#要是你去那里呼唤它的话，也许它会来找你！",
  "00000f": "呼！我得回去了！总之，希望你能成功把它带回家！再见，保持联系！",
  "000011": "带上祝尼魔传送门，在白天进入煤炭森林。",
  "000009": "那不是一只鸡……对吧？$2#$b#你爷爷的农场上也有这样的小房子。他说那些房子里住的是他的“帮手”。不过他有很多问题都不愿意解答……$2#$b#我觉得我时不时会瞥见它们几眼。但是……好吧，我宁愿自己看不见它们。$3#$b#你说它们是友好的生物？嗯……好吧。尽管你爷爷不愿意承认，但当时的确有*某些东西*在维护农场的秩序。$2#$b#我想每个人都需要不时在生活里来点魔法。$0",
  "00005a": "找回丢失的鸡",
  "00005b": "在白天进入煤炭森林。",
  "00005c": "帮助祝尼魔回家",
  "00005d": "帮助煤炭森林里的祝尼魔回家。",
  "000010": "玛妮认为你养的一只鸡逃跑了，就在她农场南部的森林里。你应该去调查一下。",
  "00005e": "我们喜欢巨大作物！请继续种植吧！",
  "00005f": "我们中的一员会来帮助你管理小桶、木桶和罐头，只要你把它们连接到传送门上！",
  "000060": "你见过你爷爷种植的巨大作物吗？那些不可思议的大南瓜。#$b#阿比每年都劝我买一个。我觉得她是想用巨大南瓜给自己雕刻出一个房子。$1",
  "000061": "阿比是不是一直在劝说你培育巨大作物？$4#$b#说真的，别这么做。这赚不到多少钱。收获的数量的确很不错，但品质就不好说了。$2#$b#你爷爷晚年倒是会种很多巨大作物，他说“我的帮手们喜欢它们”。虽然不知道这是什么意思，但他很享受这个过程，大概这对他来说就足够了吧！$1",
  "000062": "你小时候来农场时，有没有见过你爷爷种的巨型花椰菜？我是说很大的那种！比普通的大得多！$1#$b#我只记得见过一次，那天下午妈妈刚好带我去农场上。#$b#我像爬树一样爬上了一棵花椰菜，搞得妈妈很担心。#$b#你爷爷把我捞了下来，告诉我妈妈不用担心，因为魔法生物会保护我。#$b#我也不知道为什么。可能因为我当时只是个孩子吧。但正是因为那次经历，之后的很长一段时间，我感觉自己是特殊的。",
  "000063": "你爷爷以前会培育那些巨大的南瓜。我好想拿一个南瓜来雕刻啊。$1#$b#但我妈妈不愿意买，而且你爷爷还编出了什么关于魔法生物的故事。$5#$b#他难道不知道我已经长大了，不相信那种故事了吗？算了，毕竟他老了，我们得包容他一点。$2#$b#所以……你想听听我那些无关紧要的小问题吗？$2",
  "000004": "{{arg0}}已传送（共6个）",
  "000003": "解锁捕鱼祝尼魔——解锁处理鱼类功能的祝尼魔，无论是否完成任务。",
  "000012": "你结识了一位新的祝尼魔朋友，它能帮助你管理关于陷阱和鱼类的机器",
  "000013": "@！很高兴见到你！",
  "000014": "请和我一起去矿洞一趟吧。我有些东西想让你看看！",
  "000015": "我一直在反复做同样的梦……在那些梦里，有一个和我一样的人，但又不是我……你知道梦是怎么回事的。",
  "000016": "总之，另一个我在矿洞深处的水池边。里面满是垃圾，但是整个社区都在努力清理。",
  "000017": "最后他们把水池清理干净了，但里面也不再有鱼生活了。这让我很伤心。",
  "000018": "但就在那时，一个鱼缸出现了！鱼缸里出现了鱼，而另一个我拿着网把它们捞了出来，放进了水池里！",
  "000019": "至于之后发生的事情……我想你最好亲眼看看。请坐电梯到达第60层。",
  "00001a": "我以为那只是一个梦，但之后的那个晚上我又做了一模一样的梦。所以我决定来这里看看。",
  "00001b": "看这个！是我梦里的鱼缸！它是从哪儿来的？",
  "00001c": "好吧，这个鱼缸是空的。但我决定在里面放一条鱼试试。所以我捉了一条鬼鱼放进鱼缸里。",
  "00001d": "然后它就消失了！",
  "00001e": "噗！",
  "00001f": "不见了！",
  "000020": "所以我又往鱼缸里放了一条鱼，然后它也消失了！",
  "000021": "它会不会到了我梦里的世界？我不知道。但在我放了六条鱼进去以后，新的鱼就不再消失了。",
  "000022": "……然而鱼缸还在这里…",
  "000023": "我看见还有一些小一点的鱼在水池里游动，但我还没能把它们抓上来。",
  "000024": "你是唯一一个有能力帮助我的人了，毕竟你擅长钓鱼，有条件和工具，而且也能在矿洞里照应好自己。",
  "000025": "你能试着帮我抓几条小鱼放进鱼缸里，看看会发生什么事吗？",
  "000026": "恐怕我得把这件事交给你来做了。我知道钓鱼要花上不少时间，而且我……",
  "000027": "好吧，我有很多要考虑的事情。",
  "000064": "在帐篷和莱纳斯碰面",
  "000065": "莱纳斯有些事情需要你的帮忙。",
  "000066": "在晚上10点前前往莱纳斯的帐篷",
  "000067": "在矿洞第60层和莱纳斯碰面",
  "000068": "莱纳斯有些东西想让你看看，就在矿洞的第60层。",
  "000069": "跟随莱纳斯前往矿洞第60层",
  "00006a": "捕捉六条冰柱鱼",
  "00006b": "捕捉六条冰柱鱼，把它们放进神秘的鱼缸里。",
  "00006d": "我还是在做那些梦。另一个我……虽然他每晚都变得越来越不像我了。他一直在检查那个世界里的鱼缸，失望而困惑。#$b#我也很困惑。但我很高兴你在为此努力。",
  "00006e": "你收集完那些鱼了吗？我觉得肯定是这样。我做了最后一个梦，那些鱼都被放生了，而鱼缸消失了。#$b#你知道，我选择……呃，现在的生活方式的原因之一，就是因为我的精神不太稳定。#$b#有时我会感到怒火中烧。正是因此，我才能承受这种大多数人都难以接受的生活剧变。#$b#但我并没有因此感觉自己变得更加理智。至少是在那些梦境开始之前。#$b#在那些幻象里没有怒火，所以那大概是件好事。#$b#但我还是希望那些梦能结束。",
  "00006f": "嘿，我刚刚读到了一篇大学同学写的论文，主题是通过鬼鱼和冰柱鱼对地下水池污染进行生态修复！$1#$b#听说我们的矿洞深处也有这样的地方，也许哪天你可以带我去看看。#$b#有趣的是，那篇论文里没有提到那些鱼是从哪里来的……$3",
  "00006c": "@：^请来我的帐篷与我碰面。我有些事需要你的帮助才能解决。^   -莱纳斯",
  "000028": "那些巨大的树木被砍倒，用来做成船只、建筑和其他美妙的东西……",
  "000029": "……但他们以为资源取之不尽、用之不竭，直到他们砍倒了世界上的最后一棵树。",
  "00002a": "你会变得更加明智。我们会帮助你。",
  "00002b": "谢谢！拜拜！",
  "00002d": "欢迎！你来得正好！",
  "00002e": "我昨天在后山的火车轨道附近远足。",
  "00002f": "虽然这对我的年纪来说有点吃力……",
  "000030": "但在那里眺望远处的沙漠，景色真是不可思议。",
  "000031": "我在路上还采集了一些野生蘑菇和草药。",
  "000032": "晚餐准备好了！",
  "000033": "你觉得怎样？",
  "000034": "很高兴你能喜欢。",
  "000035": "你知道，如果有人看见你在和树木说话……他们往往会认为你的精神出了问题。$2",
  "000036": "但要是你听见树木在*对你说话*……#$b#好吧，也许他们是对的。$2",
  "000037": "昨晚我梦见了这些被砍下来的树木原本的模样……",
  "000038": "然后我的眼前转向了你的农场，那些巨大的树桩和枯木，曾经都是矗立的树木……",
  "000039": "今天早上出门时，我在帐篷里发现了这些种子。#$b#我想这大概是昨晚找到的。它们一般很少在这里出现。我想它们是给你的。",
  "00003a": "很高兴你没有介意一个老家伙的胡言乱语。你真是个好朋友。",
  "00003b": "现在……天色已经晚了。你得回农场去了，而我也该钻回我的帐篷里。#$b#我打算早上露营，然后去山上远足。",
  "00003c": "那些树也会对你说话吗？",
  "00003d": "嗯，也许你还是不要回答比较好……",
  "000070": "种下神秘种子",
  "000071": "莱纳斯给了你一些树种……祝尼魔也对他说话了吗？",
  "000072": "在农场上种植1棵神秘树和2棵桃花心木树，使其成熟。",
  "000073": "在秘密森林和莱纳斯碰面",
  "000074": "在秘密森林和莱纳斯共进晚餐",
  "000075": "在晴天的晚上6点到11点之间进入秘密森林。",
  "000076": "@：^最近过得怎样？我打算在秘密森林里露营一两个晚上，就在玛妮牧场的西边。你要来和我共进一顿晚餐吗？ ^   -莱纳斯",
  "000049": "调查你在巨大史莱姆里找到的神秘发光物体。",
  "00003e": "把奇怪的法球交给主机玩家——只有主机玩家能推进任务（可以放进主机玩家的箱子里）。",
  "00003f": "奇怪的微光法球",
  "000040": "看起来似乎有魔法，摸上去坚硬而光滑。",
  "000041": "我亲爱的孙子……^我亲爱的孙女……#$b#很抱歉以这样的方式和你见面，但我得谢谢你帮助了我的祝尼魔朋友。#$b#曾经有一段时间，我最大的敌人成了我逐渐衰朽的神经。而他在那时帮助了我。#$b#在那些日子里，他帮助我管理着熔炉和其他矿物相关的机器。他也会帮助你的，毕竟他真的很喜欢看着燃烧的火光！#$b#看到我的朋友安然无恙，我也可以安息了。我为你感到骄傲……",
  "000043": "你这次带给我了什么？",
  "000044": "嗯……没错……#$b#祝尼魔是无害的，但他们并非毫无防范之力。当这只祝尼魔被史莱姆袭击时，它让自己进入了保护性的停滞状态，失去了所有意识。#$b#如果我们让它回到祝尼魔的世界里，它们就能好好照顾它了。",
  "000045": "我，在此使用我的法力，将你传送回祝尼魔王国！",
  "000046": "好了，大功告成。",
  "000047": "是的，结束了。这只祝尼魔安全回到了王国，你可以继续去忙你的事了。",
  "000048": "就是这样……#$b#真的……#$b#至少我觉得是这样。",
  "000077": "奇怪的法球",
  "000078": "把散发着微光的法球带到法师塔。",
  "000042": "啊……进来吧。",
  "00004a": "把奇怪的小雕像交给主机玩家——只有主机玩家能推进任务（可以放进主机玩家的箱子里）。",
  "00004b": "通过这个传送门，想要帮助农场的祝尼魔可以出现。把道路铺设在室外传送门的附近，这样祝尼魔就能知道该去哪里了。",
  "00004c": "祝尼魔传送门",
  "00004d": "一个奇怪的小构件",
  "00004e": "一开始它看起来像是杂草，但近看才会发现它是某种构件，闻起来有法师的森林魔法药剂的味道。",
  "00004f": "你有东西要给我？好吧，让我看看！",
  "000050": "啊，我明白你为什么要让我看这个了……#$b#我想我认识上面的魔法痕迹，但还是让我在图书馆里查阅一下资料确定……",
  "000051": "一起来吧！",
  "000052": "是的，我说得没错……#$b#一如既往。",
  "000053": "这是某种简单的传送门，是你爷爷制作的，能让祝尼魔在两个世界之间穿梭旅行。#$b#它很容易制作，即使是对于刚入门的学徒。这儿，让我告诉你制作方法。",
  "000054": "我学会了如何制作“祝尼魔传送门”",
  "000055": "吸引祝尼魔来*使用*传送门。好吧，这得取决于祝尼魔是否愿意……",
  "000056": "使用方法：在完成获取祝尼魔帮手的任务后，你可以把祝尼魔传送门放在室内或室外。放置在室外时，需要用路径连接传送门和需要自动化的箱子及机器。放置在室内时，连接路径或不连接均可。",
  "000057": "真是一场大雨！不知道雨水会不会把爷爷的旧东西上的泥巴冲刷掉？",
  "000079": "奇怪的小构件",
  "00007a": "你找到了某个小型建筑的残余构件，闻起来有森林的魔法。",
  "00007b": "把奇怪的小构件带到法师塔。"
}